Repository: Ashish-Langhe/Fintrax
Catalog: ExpenseTracker/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, hi, mr

source: ₹1.00 minimum
de: Mindestens ₹1.00
es: Mínimo ₹1.00
hi: न्यूनतम ₹1.00
mr: किमान ₹1.00

source: 6 digits
de: 6 Ziffern
es: 6 dígitos
hi: 6 अंक
mr: 6 अंक

source: 30-Day Pace
de: 30-Tage-Tempo
es: Ritmo de 30 días
hi: 30-दिन की गति
mr: 30-दिवसांची गती

source: A budget already exists for this category
de: Für diese Kategorie existiert bereits ein Budget
es: Ya existe un presupuesto para esta categoría
hi: इस श्रेणी के लिए बजट पहले से मौजूद है
mr: या श्रेणीसाठी बजेट आधीच अस्तित्वात आहे

source: Accent Color
de: Akzentfarbe
es: Color de acento
hi: एक्सेंट रंग
mr: अॅक्सेंट रंग

source: Across this month
de: Über diesen Monat
es: Durante este mes
hi: इस पूरे महीने
mr: या महिन्यात

source: Add a few expenses or switch to demo data, and I can start answering money questions.
de: Füge ein paar Ausgaben hinzu oder wechsle zu Demodaten, dann kann ich Geldfragen beantworten.
es: Añade algunos gastos o cambia a datos demo, y podré empezar a responder preguntas de dinero.
hi: कुछ खर्च जोड़ें या डेमो डेटा पर स्विच करें, फिर मैं पैसों के सवालों का जवाब दे सकता हूं।
mr: काही खर्च जोडा किंवा डेमो डेटावर स्विच करा, मग मी पैशांचे प्रश्न उत्तरू शकतो.

source: Add Bill
de: Rechnung hinzufügen
es: Agregar factura
hi: बिल जोड़ें
mr: बिल जोडा

source: Add Category
de: Kategorie hinzufügen
es: Añadir categoría
hi: श्रेणी जोड़ें
mr: श्रेणी जोडा

source: Add expenses to unlock category breakdowns and monthly trends.
de: Füge Ausgaben hinzu, um Kategorien und Monatstrends freizuschalten.
es: Agrega gastos para ver categorías y tendencias mensuales.
hi: श्रेणी विभाजन और मासिक रुझान देखने के लिए खर्च जोड़ें.
mr: श्रेणी विभागणी आणि मासिक ट्रेंड पाहण्यासाठी खर्च जोडा.

source: Add expenses, income, and budget details so I can produce meaningful answers.
de: Füge Ausgaben, Einnahmen und Budgetdetails hinzu, damit ich sinnvolle Antworten liefern kann.
es: Añade gastos, ingresos y detalles de presupuesto para que pueda producir respuestas útiles.
hi: खर्च, आय और बजट विवरण जोड़ें ताकि मैं उपयोगी उत्तर दे सकूं।
mr: खर्च, उत्पन्न आणि बजेट तपशील जोडा, म्हणजे मी अर्थपूर्ण उत्तरे देऊ शकेन.

source: Add income
de: Einnahmen hinzufügen
es: Agregar ingresos
hi: आय जोड़ें
mr: उत्पन्न जोडा

source: Add Income
de: Einnahme hinzufügen
es: Agregar ingreso
hi: आय जोड़ें
mr: उत्पन्न जोडा

source: Add income to understand your monthly cash flow.
de: Füge Einnahmen hinzu, um deinen Cashflow zu verstehen.
es: Agrega ingresos para entender tu flujo mensual.
hi: मासिक कैश फ्लो समझने के लिए आय जोड़ें।
mr: मासिक कॅश फ्लो समजण्यासाठी उत्पन्न जोडा.

source: Add rent, EMI, subscriptions, and utility bills.
de: Füge Miete, EMI, Abos und Versorgungsrechnungen hinzu.
es: Agrega renta, EMI, suscripciones y servicios.
hi: किराया, EMI, सब्सक्रिप्शन और यूटिलिटी बिल जोड़ें।
mr: भाडे, EMI, सदस्यता आणि युटिलिटी बिले जोडा.

source: Add salary, freelance, refunds, and other inflows
de: Gehalt, Freelance, Rückerstattungen und Einnahmen hinzufügen
es: Agrega salario, freelance, reembolsos y entradas
hi: वेतन, फ्रीलांस, रिफंड और अन्य आय जोड़ें
mr: पगार, फ्रीलान्स, परतावे आणि इतर उत्पन्न जोडा

source: AI Analyze
de: KI-Analyse
es: Análisis IA
hi: AI विश्लेषण
mr: AI विश्लेषण

source: Alert Style
de: Alarmstil
es: Estilo de alerta
hi: अलर्ट शैली
mr: अलर्ट शैली

source: All Data
de: Alle Daten
es: Todos los datos
hi: सभी डेटा
mr: सर्व डेटा

source: Amount
de: Betrag
es: Importe
hi: राशि
mr: रक्कम

source: Analytics
de: Analysen
es: Analíticas
hi: एनालिटिक्स
mr: विश्लेषण

# analytics.ai.detail.dailyPace
source: Your average daily spend for %@ is %@. At this pace, a 30-day month lands near %@.
de: Deine durchschnittlichen Tagesausgaben für %@ betragen %@. Bei diesem Tempo liegt ein 30-Tage-Monat bei etwa %@.
es: Tu gasto diario promedio para %@ es %@. A este ritmo, un mes de 30 días queda cerca de %@.
hi: %@ के लिए आपका औसत दैनिक खर्च %@ है। इसी गति से 30-दिन का महीना लगभग %@ होगा।
mr: %@ साठी तुमचा सरासरी दैनिक खर्च %@ आहे. या गतीने 30 दिवसांचा महिना सुमारे %@ होईल.

# analytics.ai.detail.largestTransaction
source: %@ is your largest single spend. Big-ticket items are easier to plan than many small leaks, so mark these ahead in budgets.
de: %@ ist deine größte Einzelausgabe. Große Posten lassen sich leichter planen als viele kleine Abflüsse, also markiere sie früh im Budget.
es: %@ es tu gasto individual más grande. Los gastos grandes son más fáciles de planificar que muchas fugas pequeñas, así que márcalos antes en presupuestos.
hi: %@ आपका सबसे बड़ा एकल खर्च है। बड़े खर्च कई छोटे रिसावों से आसान योजना वाले होते हैं, इसलिए इन्हें बजट में पहले चिह्नित करें।
mr: %@ हा तुमचा सर्वात मोठा एकल खर्च आहे. अनेक लहान खर्चांपेक्षा मोठे खर्च नियोजनास सोपे असतात, म्हणून बजेटमध्ये आधी नोंदवा.

# analytics.ai.detail.mostSpending
source: %@ of your selected-period spend is in %@. This is the first category to optimize.
de: %@ deiner Ausgaben im gewählten Zeitraum liegen in %@. Das ist die erste Kategorie zur Optimierung.
es: %@ de tu gasto del período seleccionado está en %@. Esta es la primera categoría para optimizar.
hi: चुनी हुई अवधि के खर्च का %@ %@ में है। सुधार के लिए यह पहली श्रेणी है।
mr: निवडलेल्या कालावधीतील खर्चाचे %@ %@ मध्ये आहे. सुधारण्यासाठी ही पहिली श्रेणी आहे.

# analytics.ai.detail.peakDay
source: Your highest spending day was %@. Review what happened that day and decide if it was planned or avoidable.
de: Dein ausgabenstärkster Tag war %@. Prüfe, was an diesem Tag passiert ist, und ob es geplant oder vermeidbar war.
es: Tu día de mayor gasto fue %@. Revisa qué ocurrió ese día y decide si fue planificado o evitable.
hi: आपका सबसे अधिक खर्च वाला दिन %@ था। उस दिन क्या हुआ देखें और तय करें कि वह योजनाबद्ध था या टाला जा सकता था।
mr: तुमचा सर्वाधिक खर्चाचा दिवस %@ होता. त्या दिवशी काय झाले ते पाहा आणि तो नियोजित होता की टाळता आला असता ते ठरवा.

# analytics.ai.detail.reduceCategory
source: Try reducing %@ by 10%%. That starts with a daily target cut near %@.
de: Versuche %@ um 10%% zu reduzieren. Das beginnt mit einem täglichen Zielabzug von etwa %@.
es: Intenta reducir %@ en un 10%%. Eso empieza con un recorte diario cercano a %@.
hi: %@ को 10%% कम करने की कोशिश करें। शुरुआत लगभग %@ दैनिक लक्ष्य कटौती से करें।
mr: %@ मध्ये 10%% कपात करण्याचा प्रयत्न करा. त्याची सुरुवात दररोज सुमारे %@ कपातीने करा.

# analytics.ai.detail.savingDay
source: This was your lowest-spend day at %@. Use it as a template for lighter spending days.
de: Das war dein Tag mit den niedrigsten Ausgaben: %@. Nutze ihn als Vorlage für sparsamere Tage.
es: Este fue tu día de menor gasto con %@. Úsalo como modelo para días de gasto más ligero.
hi: यह आपका सबसे कम खर्च वाला दिन था: %@। हल्के खर्च वाले दिनों के लिए इसे उदाहरण बनाएं।
mr: हा तुमचा सर्वात कमी खर्चाचा दिवस होता: %@. हलक्या खर्चाच्या दिवसांसाठी याचा नमुना वापरा.

# analytics.ai.detail.softCap
source: Set a daily soft cap and review it every evening. A 10%% daily reduction starts near %@.
de: Setze ein tägliches weiches Limit und prüfe es jeden Abend. Eine tägliche Reduktion von 10%% beginnt bei etwa %@.
es: Define un límite diario flexible y revísalo cada noche. Una reducción diaria del 10%% empieza cerca de %@.
hi: दैनिक सॉफ्ट कैप सेट करें और हर शाम समीक्षा करें। 10%% दैनिक कमी लगभग %@ से शुरू होती है।
mr: दैनिक सॉफ्ट कॅप ठेवा आणि दर संध्याकाळी त्याचा आढावा घ्या. 10%% दैनिक कपात सुमारे %@ पासून सुरू होते.

# analytics.ai.headline.categoryDriving
source: %@ is driving your spend
de: %@ treibt deine Ausgaben
es: %@ impulsa tu gasto
hi: %@ आपका खर्च बढ़ा रहा है
mr: %@ तुमचा खर्च वाढवत आहे

# analytics.ai.summary
source: In %@, Fintrax reviewed %d days and found %@ total spend with a daily pace of %@.
de: In %@ hat Fintrax %d Tage geprüft und Gesamtausgaben von %@ mit einem Tagestempo von %@ gefunden.
es: En %@, Fintrax revisó %d días y encontró %@ de gasto total con un ritmo diario de %@.
hi: %@ में, Fintrax ने %d दिनों की समीक्षा की और कुल खर्च %@ पाया, दैनिक गति %@ रही।
mr: %@ मध्ये, Fintrax ने %d दिवसांचा आढावा घेतला आणि एकूण खर्च %@ आढळला, दैनिक गती %@ होती.

# analytics.categories.more
source: +%d more categories included in the chart
de: +%d weitere Kategorien im Diagramm enthalten
es: +%d categorías más incluidas en el gráfico
hi: चार्ट में +%d और श्रेणियां शामिल हैं
mr: चार्टमध्ये +%d अधिक श्रेणी समाविष्ट आहेत

# analytics.category.expenses
source: %d expenses
de: %d Ausgaben
es: %d gastos
hi: %d खर्च
mr: %d खर्च

# analytics.detail.percentOfSpend
source: %@%% of spend
de: %@%% der Ausgaben
es: %@%% del gasto
hi: खर्च का %@%%
mr: खर्चाचे %@%%

# analytics.story.topCategory
source: %@ leads this range at %@ of spend across %d transactions.
de: %@ führt diesen Zeitraum mit %@ der Ausgaben über %d Transaktionen an.
es: %@ lidera este rango con %@ del gasto en %d transacciones.
hi: %1$@ इस अवधि में %3$d लेन-देन में खर्च के %2$@ के साथ आगे है।
mr: %1$@ या कालावधीत %3$d व्यवहारांमध्ये खर्चाच्या %2$@ सह पुढे आहे.

source: Analyze
de: Analysieren
es: Analizar
hi: विश्लेषण करें
mr: विश्लेषण करा

source: App lock
de: App-Sperre
es: Bloqueo de app
hi: ऐप लॉक
mr: अॅप लॉक

source: App Size
de: App-Größe
es: Tamaño de app
hi: ऐप आकार
mr: अॅप आकार

source: As more entries come in, I will flag repeat habits like coffee, fuel, groceries, or subscriptions.
de: Wenn mehr Einträge dazukommen, markiere ich wiederkehrende Gewohnheiten wie Kaffee, Kraftstoff, Einkäufe oder Abos.
es: A medida que lleguen más entradas, marcaré hábitos repetidos como café, combustible, compras o suscripciones.
hi: जैसे-जैसे और एंट्री आएंगी, मैं कॉफी, ईंधन, किराना या सब्सक्रिप्शन जैसी दोहराई आदतें दिखाऊंगा।
mr: अधिक नोंदी आल्यावर कॉफी, इंधन, किराणा किंवा सबस्क्रिप्शनसारख्या सवयी मी दाखवेन.

# assistant.accessibility.label
source: Ask Finny
de: Finny-Assistent fragen
es: Preguntar a Finny
hi: Finny से पूछें
mr: Finny ला विचारा

# assistant.error.read.action
source: I will keep the assistant available once the data store responds.
de: Ich bleibe bereit, sobald der Datenspeicher wieder antwortet.
es: Mantendré el asistente disponible cuando los datos respondan.
hi: डेटा उपलब्ध होते ही मैं सहायक को तैयार रखूंगा।
mr: डेटा उपलब्ध होताच सहाय्यक तयार ठेवेन.

# assistant.error.read.title
source: Could not read finance data
de: Finanzdaten konnten nicht gelesen werden
es: No se pudieron leer los datos financieros
hi: वित्तीय डेटा पढ़ा नहीं जा सका
mr: आर्थिक डेटा वाचता आला नाही

# assistant.error.read.value
source: Try again
de: Erneut versuchen
es: Intentar de nuevo
hi: फिर कोशिश करें
mr: पुन्हा प्रयत्न करा

# assistant.greeting
source: Hi, I'm Finny.
de: Hi, ich bin Finny.
es: Hola, soy Finny.
hi: नमस्ते, मैं Finny हूं.
mr: नमस्कार, मी Finny आहे.

# assistant.header.status
source: Finny is live
de: Finny ist live
es: Finny está activo
hi: Finny लाइव है
mr: Finny लाईव्ह आहे

# assistant.header.subtitle
source: Quick answers for spending, budget risk, savings, and repeat habits.
de: Schnelle Antworten zu Ausgaben, Budgetrisiko, Ersparnissen und Gewohnheiten.
es: Respuestas rápidas sobre gastos, presupuesto, ahorros y hábitos.
hi: खर्च, बजट जोखिम, बचत और आदतों के त्वरित जवाब.
mr: खर्च, बजेट जोखीम, बचत आणि सवयींसाठी झटपट उत्तरे.

# assistant.header.title
source: Ask Finny
de: Frag Finny
es: Pregunta a Finny
hi: Finny से पूछें
mr: Finny ला विचारा

# assistant.insight.budget.action
source: Keep daily spend near %@ to stay inside the budget.
de: Halte die täglichen Ausgaben bei etwa %@, um im Budget zu bleiben.
es: Mantén el gasto diario cerca de %@ para seguir dentro del presupuesto.
hi: बजट में रहने के लिए दैनिक खर्च %@ के आसपास रखें।
mr: बजेटमध्ये राहण्यासाठी दररोजचा खर्च %@ जवळ ठेवा.

# assistant.insight.budget.message
source: You have %d days left. At the current pace, month-end spend may reach %@.
de: Du hast noch %d Tage. Beim aktuellen Tempo können die Monatsausgaben %@ erreichen.
es: Te quedan %d días. Al ritmo actual, el gasto de fin de mes puede llegar a %@.
hi: आपके पास %d दिन बाकी हैं। वर्तमान गति से महीने के अंत तक खर्च %@ हो सकता है।
mr: तुमच्याकडे %d दिवस बाकी आहेत. सध्याच्या गतीने महिनाअखेर खर्च %@ होऊ शकतो.

# assistant.insight.budget.value
source: %d%% used
de: %d%% genutzt
es: %d%% usado
hi: %d%% उपयोग
mr: %d%% वापरले

# assistant.insight.cashFlow.records
source: %d income / %d expense
de: %d Einnahmen / %d Ausgaben
es: %d ingresos / %d gastos
hi: %d आय / %d खर्च
mr: %d उत्पन्न / %d खर्च

# assistant.insight.food.action
source: A useful control is setting a weekly food ceiling near %@.
de: Eine sinnvolle Kontrolle ist ein wöchentliches Essenslimit von etwa %@.
es: Un control útil es fijar un límite semanal de comida cerca de %@.
hi: एक उपयोगी नियंत्रण है साप्ताहिक भोजन सीमा लगभग %@ रखना।
mr: उपयुक्त नियंत्रण म्हणजे साप्ताहिक अन्न मर्यादा सुमारे %@ ठेवणे.

# assistant.insight.food.message
source: Food is %d%% of monthly spend with %d entries.
de: Essen macht %d%% der Monatsausgaben mit %d Einträgen aus.
es: Comida representa el %d%% del gasto mensual con %d entradas.
hi: भोजन मासिक खर्च का %d%% है, %d एंट्री के साथ।
mr: अन्न हा मासिक खर्चाचा %d%% आहे, %d नोंदींसह.

# assistant.insight.frequent.message
source: This appeared %d times and totals %@ this month.
de: Dies erschien diesen Monat %d-mal und summiert sich auf %@.
es: Esto apareció %d veces y suma %@ este mes.
hi: यह इस महीने %d बार आया और कुल %@ है।
mr: हे या महिन्यात %d वेळा आले आणि एकूण %@ आहे.

# assistant.insight.highestDay.message
source: You spent %@ across %d entries on this date, about %d%% of this month's spending.
de: An diesem Datum hast du %@ über %d Einträge ausgegeben, etwa %d%% der Ausgaben dieses Monats.
es: Gastaste %@ en %d entradas en esta fecha, aproximadamente el %d%% del gasto de este mes.
hi: इस तारीख पर आपने %2$d एंट्री में %@ खर्च किया, जो इस महीने के खर्च का लगभग %3$d%% है।
mr: या तारखेला तुम्ही %2$d नोंदींमध्ये %@ खर्च केले, म्हणजे या महिन्याच्या खर्चाचे सुमारे %3$d%%.

# assistant.insight.savingDay.message
source: This was your calmest recorded spend day with %@ across %d entries.
de: Das war dein ruhigster erfasster Ausgabentag mit %@ über %d Einträge.
es: Este fue tu día de gasto registrado más tranquilo con %@ en %d entradas.
hi: यह आपका सबसे शांत दर्ज खर्च दिन था: %2$d एंट्री में %@।
mr: हा तुमचा सर्वात शांत नोंदलेला खर्च दिवस होता: %2$d नोंदींमध्ये %@.

# assistant.loading.message
source: Checking expenses, income, budgets, bills, and daily spending behavior.
de: Ich prüfe Ausgaben, Einkommen, Budgets, Rechnungen und tägliche Muster.
es: Revisando gastos, ingresos, presupuestos, pagos y hábitos diarios.
hi: खर्च, आय, बजट, बिल और दैनिक खर्च की आदतें देख रहा हूं.
mr: खर्च, उत्पन्न, बजेट, बिले आणि दैनंदिन खर्चाच्या सवयी तपासत आहे.

# assistant.loading.title
source: Reading your money pattern
de: Ich lese dein Geldmuster
es: Leyendo tu patrón de dinero
hi: आपका मनी पैटर्न पढ़ रहा हूं
mr: तुमचा मनी पॅटर्न वाचत आहे

# assistant.question.choose
source: Choose a question
de: Wähle eine Frage
es: Elige una pregunta
hi: एक सवाल चुनें
mr: एक प्रश्न निवडा

source: Attention
de: Achtung
es: Atención
hi: ध्यान
mr: लक्ष

source: Average Expense
de: Durchschnittsausgabe
es: Gasto promedio
hi: औसत खर्च
mr: सरासरी खर्च

source: Avg entry
de: Durchschn. Eintrag
es: Entrada media
hi: औसत एंट्री
mr: सरासरी नोंद

source: Avg Expense
de: Ø Ausgabe
es: Gasto promedio
hi: औसत खर्च
mr: सरासरी खर्च

source: Best saving day
de: Bester Spartag
es: Mejor día de ahorro
hi: सबसे अच्छा बचत दिन
mr: सर्वोत्तम बचत दिवस

source: Budget deleted successfully
de: Budget erfolgreich gelöscht
es: Presupuesto eliminado correctamente
hi: बजट सफलतापूर्वक हटाया गया
mr: बजेट यशस्वीरित्या हटवले

source: Budget helps monitor monthly expenses
de: Budget hilft, monatliche Ausgaben zu überwachen
es: El presupuesto ayuda a controlar gastos mensuales
hi: बजट मासिक खर्च पर नजर रखने में मदद करता है
mr: बजेट मासिक खर्च पाहण्यास मदत करते

source: Budget not set
de: Budget nicht festgelegt
es: Presupuesto no definido
hi: बजट सेट नहीं है
mr: बजेट सेट नाही

source: Budget resets at start of each month
de: Budget wird zu Monatsbeginn zurückgesetzt
es: El presupuesto se reinicia al inicio de cada mes
hi: बजट हर महीने की शुरुआत में रीसेट होता है
mr: बजेट प्रत्येक महिन्याच्या सुरुवातीला रीसेट होते

source: Budget risk
de: Budgetrisiko
es: Riesgo de presupuesto
hi: बजट जोखिम
mr: बजेट जोखीम

source: Budget Updated
de: Budget aktualisiert
es: Presupuesto actualizado
hi: बजट अपडेट हुआ
mr: बजेट अपडेट झाले

source: Budget Warning
de: Budgetwarnung
es: Advertencia de presupuesto
hi: बजट चेतावनी
mr: बजेट चेतावणी

# budget.insight.daysLeft
source: %d days left
de: noch %d Tage
es: quedan %d días
hi: %d दिन बाकी
mr: %d दिवस बाकी

# budget.insight.transactions
source: %d transactions
de: %d Transaktionen
es: %d transacciones
hi: %d लेन-देन
mr: %d व्यवहार

# budget.intelligence.dailyAdjustment
source: Reduce daily spend by about %@ to stay within budget.
de: Reduziere die täglichen Ausgaben um etwa %@, um im Budget zu bleiben.
es: Reduce el gasto diario en aproximadamente %@ para mantenerte dentro del presupuesto.
hi: बजट में रहने के लिए दैनिक खर्च लगभग %@ कम करें।
mr: बजेटमध्ये राहण्यासाठी दररोजचा खर्च सुमारे %@ ने कमी करा.

# budget.intelligence.pace
source: At this pace, month-end spend may reach %@.
de: Bei diesem Tempo kann der Monatsendbetrag %@ erreichen.
es: A este ritmo, el gasto de fin de mes puede llegar a %@.
hi: इस गति से महीने के अंत तक खर्च %@ तक पहुंच सकता है।
mr: या गतीने महिनाअखेर खर्च %@ पर्यंत जाऊ शकतो.

# budget.intelligence.transactionRhythm
source: %d entries this month, averaging %@ per day.
de: %d Einträge in diesem Monat, durchschnittlich %@ pro Tag.
es: %d registros este mes, con un promedio de %@ por día.
hi: इस महीने %d एंट्री, औसतन %@ प्रति दिन।
mr: या महिन्यात %d नोंदी, सरासरी %@ प्रति दिवस.

# budget.intelligence.used
source: %d%% used with %d days left this month.
de: %d%% genutzt, noch %d Tage in diesem Monat.
es: %d%% usado con %d días restantes este mes.
hi: इस महीने %2$d दिन बाकी हैं और %1$d%% उपयोग हो चुका है।
mr: या महिन्यात %2$d दिवस बाकी आहेत आणि %1$d%% वापरले आहे.

# budget.intelligence.watchPace
source: Spending is slightly ahead of the calendar pace. Keep daily spend near %@.
de: Die Ausgaben liegen leicht über dem Kalenderverlauf. Halte die täglichen Ausgaben bei etwa %@.
es: El gasto va un poco por delante del ritmo del calendario. Mantén el gasto diario cerca de %@.
hi: खर्च कैलेंडर गति से थोड़ा आगे है। दैनिक खर्च %@ के आसपास रखें।
mr: खर्च कॅलेंडरच्या गतीपेक्षा थोडा पुढे आहे. दररोजचा खर्च %@ जवळ ठेवा.

# budget.recommendation.exceeded
source: Budget exceeded by %@. Consider reducing expenses in this category.
de: Budget um %@ überschritten. Erwäge, Ausgaben in dieser Kategorie zu reduzieren.
es: Presupuesto excedido por %@. Considera reducir gastos en esta categoría.
hi: बजट %@ से अधिक हुआ। इस श्रेणी में खर्च कम करने पर विचार करें।
mr: बजेट %@ ने ओलांडले. या श्रेणीत खर्च कमी करण्याचा विचार करा.

# budget.recommendation.limitDaily
source: Limit daily spending to %@ to stay within budget.
de: Begrenze die täglichen Ausgaben auf %@, um im Budget zu bleiben.
es: Limita el gasto diario a %@ para mantenerte dentro del presupuesto.
hi: बजट में रहने के लिए दैनिक खर्च %@ तक सीमित करें।
mr: बजेटमध्ये राहण्यासाठी दररोजचा खर्च %@ पर्यंत मर्यादित ठेवा.

# budget.recommendation.monitor
source: Budget on track but close to limit. Consider limiting to %@ per day.
de: Budget ist im Plan, aber nahe am Limit. Erwäge eine Begrenzung auf %@ pro Tag.
es: El presupuesto va bien pero cerca del límite. Considera limitar a %@ por día.
hi: बजट ट्रैक पर है लेकिन सीमा के पास है। प्रति दिन %@ तक सीमित करने पर विचार करें।
mr: बजेट ट्रॅकवर आहे पण मर्यादेजवळ आहे. दररोज %@ पर्यंत मर्यादा ठेवण्याचा विचार करा.

# budget.status.approachingLimit
source: Approaching budget limit (%d%%)
de: Nahe am Budgetlimit (%d%%)
es: Cerca del límite de presupuesto (%d%%)
hi: बजट सीमा के पास (%d%%)
mr: बजेट मर्यादेजवळ (%d%%)

# budget.status.exceededLimit
source: Budget exceeded (%d%%)
de: Budget überschritten (%d%%)
es: Presupuesto superado (%d%%)
hi: बजट पार हुआ (%d%%)
mr: बजेट ओलांडले (%d%%)

# budget.status.overBy
source: Over by: %@
de: Überschritten um: %@
es: Excedido por: %@
hi: इतना अधिक: %@
mr: इतके जास्त: %@

# budget.status.remaining
source: Remaining: %@
de: Verbleibend: %@
es: Restante: %@
hi: बाकी: %@
mr: शिल्लक: %@

# budget.status.withinLimit
source: Within budget (%d%%)
de: Im Budget (%d%%)
es: Dentro del presupuesto (%d%%)
hi: बजट के भीतर (%d%%)
mr: बजेटमध्ये (%d%%)

source: Calendar
de: Kalender
es: Calendario
hi: कैलेंडर
mr: कॅलेंडर

source: Categories
de: Kategorien
es: Categorías
hi: श्रेणियां
mr: श्रेणी

# categories.delete.empty
source: This removes %@ from your category library.
de: Dies entfernt %@ aus deiner Kategoriebibliothek.
es: Esto elimina %@ de tu biblioteca de categorías.
hi: यह %@ को आपकी श्रेणी लाइब्रेरी से हटाता है।
mr: हे %@ तुमच्या श्रेणी लायब्ररीतून हटवते.

# categories.delete.withExpenses
source: This removes %@. Its %d expenses will move to another available category so dashboard and expense history stay valid.
de: Dies entfernt %@. Die %d Ausgaben werden in eine andere verfügbare Kategorie verschoben, damit Dashboard und Verlauf gültig bleiben.
es: Esto elimina %@. Sus %d gastos pasarán a otra categoría disponible para mantener válido el panel y el historial.
hi: यह %@ को हटाता है। इसके %d खर्च दूसरी उपलब्ध श्रेणी में चले जाएंगे ताकि डैशबोर्ड और खर्च इतिहास सही रहें।
mr: हे %@ हटवते. त्याचे %d खर्च दुसऱ्या उपलब्ध श्रेणीत जातील, त्यामुळे डॅशबोर्ड आणि खर्च इतिहास वैध राहतील.

# categories.expenseCount
source: %d expenses
de: %d Ausgaben
es: %d gastos
hi: %d खर्च
mr: %d खर्च

# categories.summary.counts
source: %d categories • %d custom
de: %d Kategorien • %d eigene
es: %d categorías • %d personalizadas
hi: %d श्रेणियां • %d कस्टम
mr: %d श्रेणी • %d कस्टम

source: Category
de: Kategorie
es: Categoría
hi: श्रेणी
mr: श्रेणी

source: Category Breakdown
de: Kategorieaufschlüsselung
es: Desglose por categoría
hi: श्रेणी विभाजन
mr: श्रेणी विभाजन

source: Category Library
de: Kategoriebibliothek
es: Biblioteca de categorías
hi: श्रेणी लाइब्रेरी
mr: श्रेणी लायब्ररी

source: Category Name
de: Kategoriename
es: Nombre de categoría
hi: श्रेणी का नाम
mr: श्रेणीचे नाव

source: Category Table
de: Kategorietabelle
es: Tabla de categorías
hi: श्रेणी तालिका
mr: श्रेणी तक्ता

source: Category Total
de: Kategoriesumme
es: Total de categoría
hi: श्रेणी कुल
mr: श्रेणी एकूण

# category.error.deleteWithExpenses
source: Cannot delete category with %d associated expense(s)
de: Kategorie mit %d zugehörigen Ausgaben kann nicht gelöscht werden
es: No se puede eliminar una categoría con %d gasto(s) asociado(s)
hi: %d जुड़े खर्चों वाली श्रेणी हटाई नहीं जा सकती
mr: %d संबंधित खर्च असलेली श्रेणी हटवता येत नाही

source: Change App PIN
de: App-PIN ändern
es: Cambiar PIN
hi: ऐप PIN बदलें
mr: अॅप PIN बदला

source: Chart Type
de: Diagrammtyp
es: Tipo de gráfico
hi: चार्ट प्रकार
mr: चार्ट प्रकार

source: Check whether income is missing first; if not, reduce the top two flexible categories.
de: Prüfe zuerst, ob Einnahmen fehlen; wenn nicht, reduziere die zwei größten flexiblen Kategorien.
es: Comprueba primero si falta algún ingreso; si no, reduce las dos principales categorías flexibles.
hi: पहले देखें कि कोई आय गायब तो नहीं; नहीं तो शीर्ष दो लचीली श्रेणियां कम करें।
mr: प्रथम उत्पन्न गायब आहे का ते तपासा; नसल्यास शीर्ष दोन लवचिक श्रेणी कमी करा.

source: Choose a different PIN for better security.
de: Wähle für bessere Sicherheit eine andere PIN.
es: Elige un PIN diferente para mayor seguridad.
hi: बेहतर सुरक्षा के लिए अलग PIN चुनें।
mr: चांगल्या सुरक्षेसाठी वेगळा PIN निवडा.

source: Choose Apple Icon
de: Apple-Symbol wählen
es: Elegir icono de Apple
hi: Apple आइकन चुनें
mr: Apple आयकॉन निवडा

source: Choose Icon
de: Symbol wählen
es: Elegir icono
hi: आइकन चुनें
mr: आयकॉन निवडा
